/*
 Localizable.strings
 KofaxMobileDemo
 
 Created by David Duffy on 2/3/15.
 Copyright (c) 2016 Kofax. All rights reserved.
 */

"Account Number" = "Account Number";
"Active Profile" = "Active Profile";
"Add Component" = "Add Component";
"Add Image Processor Settings to Mail Body:" = "Add Image Processor Settings to Mail Body:";
"Address 1" = "Address 1";
"Address 2" = "Address 2";
"Advanced Settings" = "Advanced Settings";
"Advanced" = "Advanced";
"Africa" = "Africa";
"All Profiles" = "All Profiles";
"Amount Due" = "Amount Due";
"Amount Title" = "Amount Title";
"Amount Title:" = "Amount Title:";
"Amount" = "Amount";
"Amounts mismatch" = "Amounts mismatch";
"An endorsement could not be found on the back of the check. Would you like to retry?" = "An endorsement could not be found on the back of the check. Would you like to retry?";
"Animated Guides" = "Animated Guides";
"App Stats Settings" = "App Stats Settings";
"App Title:" = "App Title:";
"App:" = "App:";
"Asia" = "Asia";
"Australia" = "Australia";
"Auto Crop:" = "Auto Crop:";
"Auto Rotate:" = "Auto Rotate:";
"Auto" = "Auto";
"BUTTON PREVIEW" = "BUTTON PREVIEW";
"BUTTONS" = "BUTTONS";
"BW" = "BW";
"Back Instructions Text" = "Back Instructions Text";
"Back Instructions Text:" = "Back Instructions Text:";
"Back Retake Button Text:" = "Back Retake Button Text:";
"Back Use Button Text:" = "Back Use Button Text:";
"Back Use Button Text" = "Back Use Button Text";
"Back User Instruction Text" = "Back User Instruction Text";
"Back" = "Back";
"Background Smoothing:" = "Background Smoothing:";
"Basic" = "Basic";
"Bill extraction cannot be performed because the app cannot connect to the network." = "Bill extraction cannot be performed because the app cannot connect to the network.";
"Check extraction cannot be performed because the app cannot connect to the network." = "Check extraction cannot be performed because the app cannot connect to the network.";
"Credit Card Cannot be extracted as the device cannot connect to the network." = "Credit Card Cannot be extracted as the device cannot connect to the network.";
"Black" = "Black";
"Blue (0 - 255):" = "Blue (0 - 255):";
"Both" = "Both";
"Button Color" = "Button Color";
"CSkew Settings:" = "CSkew Settings:";
"CSkew String" = "CSkew String";
"CVV" = "CVV";
"Camera Screen" = "Camera Screen";
"Camera Settings" = "Camera Settings";
"Canada" = "Canada";
"Cancel Button Text" = "Cancel Button Text";
"Cancel Button Text:" = "Cancel Button Text:";
"Cancel" = "Cancel";
"Capture Experience:" = "Capture Experience:";
"Capture Type:" = "Capture Type:";
"Capture your information simply by taking a photo of your driver license" = "Capture your information simply by taking a photo of your driver license";
"Card Number" = "Card Number";
"Check Animation" = "Check Animation";
"Check Back" = "Check Back";
"Check Deposit" = "Check Deposit";
"Check Extraction:" = "Check Extraction:";
"Check For Duplicates" = "Check For Duplicates";
"Check Front" = "Check Front";
"Check History" = "Check History";
"Check Number Title" = "Check Number Title";
"Check Number Title:" = "Check Number Title:";
"Check Number" = "Check Number";
"Check Validation:" = "Check Validation:";
"Check is not usable." = "Check is not usable.";
"Checking" = "Checking";
"City" = "City";
"Clear" = "Clear";
"Clone Profile" = "Clone Profile";
"Color Style" = "Color Style";
"Color" = "Color";
"Component Alert!!!" = "Component Alert!!!";
"Component with empty name can't be saved. Please enter component name." = "Component with empty name can't be saved. Please enter component name.";
"Content" = "Content";
"Corners" = "Corners";
"Could not classify Driver License." = "Could not classify Driver License.";
"Couldn’t read the Document." = "Couldn’t read the Document.";
"Couldn’t read the bill" = "Couldn’t read the bill";
"Coupon Submitted For Processing" = "Coupon Submitted For Processing";
"Create New Profile" = "Create New Profile";
"Create Profile" = "Create Profile";
"Custom Button Color" = "Custom Button Color";
"Custom Button Title Color" = "Custom Button Title Color";
"Custom Color" = "Custom Color";
"Custom Component" = "Custom Component";
"Custom Fields" = "Custom Fields";
"Custom Header Color" = "Custom Header Color";
"Custom Header Title Color" = "Custom Header Title Color";
"Dark Blue" = "Dark Blue";
"Dark Gray" = "Dark Gray";
"Dark Green" = "Dark Green";
"Database not found" = "Database not found";
"Default profile cannot be deleted!!!" = "Default profile cannot be deleted!!!";
"Deposit Submitted For Processing" = "Deposit Submitted For Processing";
"Deposit To Title:" = "Deposit To Title:";
"Deposit To Title" = "Deposit To Title";
"Deposit To" = "Deposit To";
"Deposit to" = "Deposit to";
"Deskew By:" = "Deskew By:";
"Deskew:" = "Deskew:";
"Despeckle" = "Despeckle";
"Detect" = "Detect";
"Embossed" = "Embossed";
"Non-Embossed" = "Non-Embossed";
"Device Orientation Text:" = "Device Orientation Text:";
"Do Process:" = "Do Process:";
"Do not show again" = "Do not show again";
"Do you want to cancel submission of License?" = "Do you want to cancel submission of License?";
"Do you want to cancel submission of the License?" = "Do you want to cancel submission of the License?";
"Do you want to cancel submission of the Passport?" = "Do you want to cancel submission of the Passport?";
"Do you want to cancel the Check Deposit?" = "Do you want to cancel the Check Deposit?";
"Do you want to cancel the credit card payment?" = "Do you want to cancel the credit card payment?";
"Do you want to cancel the payment?" = "Do you want to cancel the payment?";
"Do you want to save your changes?" = "Do you want to save your changes?";
"Document Type" = "Document Type";
"Document extraction cannot be performed because the app cannot connect to the network." = "Document extraction cannot be performed because the app cannot connect to the network.";
"Document" = "Document";
"Driver License Submitted For Processing" = "Driver License Submitted For Processing";
"Driver License extraction cannot be performed because the app cannot connect to the network." = "Driver License extraction cannot be performed because the app cannot connect to the network.";
"Driver License" = "Driver License";
"Duplicate Check" = "Duplicate Check";
"Duplicate component name please enter other name" = "Duplicate component name please enter other name";
"Email Settings" = "Email Settings";
"Image Processor Settings" = "Image Processor Settings";
"Edit Color" = "Edit Color";
"Edit Component" = "Edit Component";
"Edit Profile" = "Edit Profile";
"Email Address" = "Email Address";
"Email Message" = "Email Message";
"Email Settings" = "Email Settings";
"Enable App Stats:" = "Enable App Stats:";
"Endorsement not found" = "Endorsement not found";
"Enter Account Number" = "Enter Account Number";
"Enter Address 1" = "Enter Address 1";
"Enter Address 2" = "Enter Address 2";
"Enter ID" = "Enter ID";
"Enter Last Name" = "Enter Last Name";
"Enter Middle Name" = "Enter Middle Name";
"Enter Name" = "Enter Name";
"Enter Pay By" = "Enter Pay By";
"Enter Payment Amount" = "Enter Payment Amount";
"Enter Phone Number" = "Enter Phone Number";
"Enter Profile Name" = "Enter Profile Name";
"Enter Street" = "Enter Street";
"Error creating INSERT statement" = "Error creating INSERT statement";
"Error" = "Error";
"Europe" = "Europe";
"Expiry Date" = "Expiry Date";
"Export Format:" = "Export Format:";
"Export Profile" = "Export Profile";
"Export URL:" = "Export URL:";
"Extraction Failed!!" = "Extraction Failed!!";
"Extraction failed" = "Extraction failed";
"FEMALE" = "FEMALE";
"Failed" = "Failed";
"Fit ID Card back in the frame, picture will be taken automatically" = "Fit ID Card back in the frame, picture will be taken automatically";
"Fit ID Card front in the frame, picture will be taken automatically" = "Fit ID Card front in the frame, picture will be taken automatically";
"Fit Passport in the frame, picture will be taken automatically" = "Fit Passport in the frame, picture will be taken automatically";
"Fit check back in the frame, picture will be taken automatically" = "Fit check back in the frame, picture will be taken automatically";
"Fit check front in the frame, picture will be taken automatically" = "Fit check front in the frame, picture will be taken automatically";
"Fit payment coupon in the frame, picture will be taken automatically" = "Fit payment coupon in the frame, picture will be taken automatically";
"Frame Aspect Ratio:" = "Frame Aspect Ratio:";
"Front Instructions Text" = "Front Instructions Text";
"Front Retake Button Text:" = "Front Retake Button Text:";
"Front Retake Button Text" = "Front Retake Button Text";
"Front Use Button Text:" = "Front Use Button Text:";
"Front Use Button Text" = "Front Use Button Text";
"Front User Instruction Text:" = "Front User Instruction Text:";
"Front User Instruction Text" = "Front User Instruction Text";
"Front" = "Front";
"GENERAL TEXTS" = "GENERAL TEXTS";
"Gradient" = "Gradient";
"Gray" = "Gray";
"Green (0 - 255):" = "Green (0 - 255):";
"HEADERS" = "HEADERS";
"Header Color" = "Header Color";
"Hold Steady Text:" = "Hold Steady Text:";
"Hold Steady Text" = "Hold Steady Text";
"Hold Steady" = "Hold Steady";
"Home Screen Icon" = "Home Screen Icon";
"Host name or IP address" = "Host name or IP address";
"If the Document Type is not configured, a list containing all available ones will be shown" = "If the Document Type is not configured, a list containing all available ones will be shown";
"If you have any questions, comments or suggestions please contact Technical Support" = "If you have any questions, comments or suggestions please contact Technical Support";
"Image Preview" = "Image Preview";
"Image" = "Image";
"Import" = "Import";
"Improper device orientation" = "Improper device orientation";
"Instruction Screen Icon" = "Instruction Screen Icon";
"Instructions Text" = "Instructions Text";
"Invalid Export URL" = "Invalid Export URL";
"Invalid Image Size" = "Invalid Image Size";
"Invalid RTTI URL" = "Invalid RTTI URL";
"Invalid check back" = "Invalid check back";
"Invalid KTA URL" = "Invalid KTA URL";
"KMC License has expired!" = "KMC License has expired!";
"KMC License is invalid!" = "KMC License is invalid!";
"Kofax Front Office Server" = "Kofax Front Office Server";
"Kofax Mobile Demo - Exported Profile" = "Kofax Mobile Demo - Exported Profile";
"Kofax TotalAgility" = "Kofax TotalAgility";
"Latin America" = "Latin America";
"Layout" = "Layout";
"Level Indicator:" = "Level Indicator:";
"License Back" = "License Back";
"License Error!!!" = "KMC Image Process Error!!!";
"License Front" = "License Front";
"Light Gray" = "Light Gray";
"List of Components" = "List of Components";
"Local" = "Local";
"Login Required" = "Login Required";
"Login Screen" = "Login Screen";
"Login" = "Login";
"Logo" = "Logo";
"MALE" = "MALE";
"MICR not detected" = "MICR not detected";
"Main Screen" = "Main Screen";
"Make Deposit" = "Make Deposit";
"Make Payment" = "Make Payment";
"Manual Capture Time" = "Manual Capture Time";
"MICR Title" = "MICR Title";
"MICR Title:" = "MICR Title:";
"Mode:" = "Mode:";
"Move Closer Text:" = "Move Closer Text:";
"Move Closer Text" = "Move Closer Text";
"Move Closer" = "Move Closer";
"Name Selected Component" = "Name Selected Component";
"Name" = "Name";
"Network Alert!!" = "Network Alert!!";
"No history found" = "No history found";
"No" = "No";
"None" = "None";
"Not Tested" = "Not Tested";
"Number" = "Number";
"OK" = "OK";
"Off" = "Off";
"Offset Threshold" = "Offset Threshold";
"-"="-";
"On" = "On";
"Orange" = "Orange";
"PREVIEW" = "PREVIEW";
"Page Detection:" = "Page Detection:";
"Page Not Found Text:" = "Page Not Found Text:";
"Passport Submitted for Processing" = "Passport Submitted for Processing";
"Passport" = "Passport";
"Password" = "Password";
"Pay Bills" = "Pay Bills";
"Payment Amount" = "Payment Amount";
"Payment Coupon" = "Payment Coupon";
"Payment Due:" = "Payment Due";
"Payment Submitted For Processing" = "Payment Submitted For Processing";
"Phone Number" = "Phone Number";
"Pitch Threshold" = "Pitch Threshold";
"Please enter a valid export URL" = "Please enter a valid export URL";
"Please enter a valid RTTI URL" = "Please enter a valid RTTI URL";
"Please enter a valid KTA URL" = "Please enter a valid KTA URL";
"Please enter amount" = "Please enter amount";
"Please enter CSkew string" = "Please enter CSkew string";
"Please enter custom fields" = "Please enter custom fields";
"Please enter account details" = "Please enter account details";
"Please enter email address" = "Please enter email address";
"Please enter footer" = "Please enter footer";
"Please enter password" = "Please enter password";
"Please enter the component name" = "Please enter the component name";
"Please enter username" = "Please enter username";
"Please enter valid email address" = "Please enter valid email address";
"Port Number" = "Port Number";
"Port" = "Port";
"Preview Screen" = "Preview Screen";
"Preview" = "Preview";
"Processing Failed" = "Processing Failed";
"Processing of the image failed. Please retake." = "Processing of the image failed. Please retake.";
"Profile Alert!!!" = "Profile Alert!!!";
"Profile Alert!!" = "Profile Alert!!";
"Profile Name" = "Profile Name";
"Profile Settings" = "Profile Settings";
"Profile can't be created" = "Profile can't be created";
"Profile with empty name can't be created. Please enter a name." = "Profile with empty name can't be created. Please enter a name.";
"Profile with same name exists. Do you want to overwrite existing?" = "Profile with same name exists. Do you want to overwrite existing?";
"Profiles" = "Profiles";
"Prompt for Attachment Name:" = "Prompt for Attachment Name:";
"Province" = "Province";
"Quick Analysis Feedback" = "Quick Analysis Feedback";
"RGB COLOR" = "RGB COLOR";
"RTTI Settings" = "RTTI Settings";
"Server Settings" = "Server Settings";

"Recipient:" = "Recipient:";
"Rectangular" = "Rectangular";
"Red (0 - 255):" = "Red (0 - 255):";
"Red" = "Red";
"Rename Component" = "Rename Component";
"Reset" = "Reset";
"Response Error" = "Response Error";
"Response received from server is not as expected" = "Response received from server is not as expected";
"Retake Button Text:" = "Retake Button Text:";
"Retake Button Text" = "Retake Button Text";
"Retake" = "Retake";
"Retake?" = "Retake?";
"Roll Threshold" = "Roll Threshold";
"Rounded" = "Rounded";
"Routing Number Title" = "Routing Number Title";
"Routing Number Title:" = "Routing Number Title:";
"Routing Number" = "Routing Number";
"SDK:" = "SDK:";
"SUCCESS" = "SUCCESS";
"Save" = "Save";
"Save Profile" = "Save Profile";
"Savings" = "Savings";
"Scale(dpi):" = "Scale(dpi):";
"Search MICR:" = "Search MICR:";
"Check For Duplicates:" = "Check For Duplicates:";
"Show Check Info:" = "Show Check Info:";
"Select Component" = "Select Component";
"Select Date Of Birth" = "Select Date Of Birth";
"Select Destination" = "Select Destination";
"Select Expiry Date" = "Select Expiry Date";
"Select Gender" = "Select Gender";
"Select Issue Date" = "Select Issue Date";
"Select Profile" = "Select Profile";
"Select Region" = "Select Region";
"Select an account, Enter amount and then take photos of front and back of the check" = "Select an account, enter amount and then take photos of front and back of the check";
"Select the Color Scheme" = "Select the Color Scheme";
"Select the Region of Your ID " = "Select the Region of Your ID ";
"Server Name" = "Server Name";
"Server Path:" = "Server Path";

"Sharpen:" = "Sharpen:";
"Show All Fields" = "Show All Fields";
"Show Check Guiding Demo" = "Show Check Guiding Demo:";
"Show Check Info" = "Show Check Info";
"Show Detected Page Borders:" = "Show Detected Page Borders:";
"Show Instruction Screen" = "Show Instruction Screen";
"Show Static Frame:" = "Show Static Frame:";
"Signature and MICR not found" = "Signature and MICR not found";
"Signature not found" = "Signature not found";
"Singapore" = "Singapore";
"Skip" = "Skip";
"State" = "State";
"Subject:" = "Subject:";
"Submit Alert Text:" = "Submit Alert Text:";
"Submit Alert Text" = "Submit Alert Text";
"Submit Button Text" = "Submit Button Text";
"Submit Button Text:" = "Submit Button Text:";
"Submit Cancel Alert Text:" = "Submit Cancel Alert Text:";
"Submit Cancel Alert" = "Submit Cancel Alert";
"Submit To" = "Submit To";
"Submit" = "Submit";
"Succeeded" = "Succeeded";
"Summary Screen" = "Summary Screen";
"Supported image size for this screen:\n\n180 x 180" = "Supported image size for this screen:\n\n180 x 180";
"Supported images sizes for this screen:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134" = "Supported images sizes for this screen:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134";
"Supported images sizes for this screen:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334)\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960" = "Supported images sizes for this screen:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960";
"Take a photo of Payment Coupon" = "Take a photo of Payment Coupon";
"Take a photo of credit card and submit for payment" = "Take a photo of credit card and submit for payment";
"Take a photo of back of the check" = "Take a photo of back of the check";
"Tap to capture manually" = "Tap to capture manually";
"Tap to capture" = "Tap to capture";
"Target & Circle" = "Target & Circle";
"Text Color" = "Text Color";
"The Current Profile" = "The Current Profile";
"The RTTI server may be offline or does not exist." = "The RTTI server may be offline or does not exist.";
"The KTA server may be offline or does not exist." = "The KTA server may be offline or does not exist.";
"The Request timed out." = "The Request timed out.";
"The amount you entered does not match the amount scanned from your check" = "The amount you entered does not match the amount scanned from your check";
"This check is invalid as the codeline includes an encoded amount." = "This check is invalid as the codeline includes an encoded amount.";
"The captured image is" = "The captured image is";
"This appears to be the front for the check. Please capture the back of the check" = "This appears to be the front for the check. Please capture the back of the check";
"Title Color" = "Title Color";
"To import a Kofax Mobile Demo Profile tap on the attached File and select 'Open in Kofax Mobile Demo'" = "To import a Kofax Mobile Demo Profile tap on the attached File and select 'Open in Kofax Mobile Demo'";
"Unable to create mail" = "Unable to create mail";
"Unable to find MICR. Would you like to retry?" = "Unable to find MICR. Would you like to retry?";
"Unable to find Signature. Would you like to retry?" = "Unable to find Signature. Would you like to retry?";
"Unable to find both MICR and Signature. Would you like to retry?" = "Unable to find both MICR and Signature. Would you like to retry?";
"Unicolor" = "Unicolor";
"United States" = "United States";
"Unknown KMC License error!" = "Unknown KMC License error!";
"Use Button Text:" = "Use Button Text:";
"Use Button Text" = "Use Button Text";
"Use Default Settings:" = "Use Default Settings:";
"Use Hand Print:" = "Use Hand Print:";
"Use Quick Analysis:" = "Use Quick Analysis:";
"Use SSL:" = "Use SSL:";
"Use" = "Use";
"Used Document Type" = "Used Document Type";
"User Instruction Text:" = "User Instruction Text:";
"User Instruction Text" = "User Instruction Text";
"Username" = "Username";
"Version Information" = "Version Information";
"Video" = "Video";
"Would you like to delete Active Profile?" = "Would you like to delete Active Profile?";
"Would you like to retake?" = "Would you like to retake?";
"Yes" = "Yes";
"You are holding device too far or too near to Passport" = "You are holding device too far or too near to Passport";
"You are holding device too far or too near to check" = "You are holding device too far or too near to check";
"You are holding device too far or too near to coupon" = "You are holding device too far or too near to coupon";
"You may be holding the device too near to or too far from the driver license" = "You may be holding the device too near to or too far from the driver license";
"Your check deposit has been accepted and is in review" = "Your check deposit has been accepted and is in review";
"Your check deposit has been accepted" = "Your check deposit has been accepted";
"Zip Code" = "Zip Code";
"Zip" = "Zip";
"and over-saturated" = "and over-saturated";
"and under saturated" = "and under saturated";
"blurred" = "blurred";
"over-saturated" = "over-saturated";
"test" = "test";
"true" = "true";
"under saturated" = "under saturated";
"© 2016 Kofax Mobile Demo" = "© 2016 Kofax Mobile Demo";
"Please configure your mail in Setting of the device" = "Please configure your mail in Setting of the device";
"Message" = "Message";
"Would you like to send the images via mail for debugging?" = "Would you like to send the images via mail for debugging?";
"Check image is too light. Please re-take the picture and submit again." = "Check image is too light. Please re-take the picture and submit again.";
"Check image is too dark. Please re-take the picture and submit again." = "Check image is too dark. Please re-take the picture and submit again.";
"Codeline is not usable. Please re-take the picture and submit again." = "Codeline is not usable. Please re-take the picture and submit again.";
"Deposit amount is not recognized. Please re-take the picture and submit again." = "Deposit amount is not recognized. Please re-take the picture and submit again.";
"Transit number is invalid. Please try different check." = "Transit number is invalid. Please try different check.";
"Reason For Rejection" = "Reason For Rejection";
"Credit Card" = "Credit Card";
"Fill viewable area with credit card" = "Fill viewable area with credit card";
"Creditcard extraction cannot be performed because the app cannot connect to the network." = "Creditcard extraction cannot be performed because the app cannot connect to the network.";
"Could not read the credit card." = "Could not read the credit card.";
"Center credit card" = "Center credit card";
"Extract method" = "Extract Method";
"Please enter valid card number" = "Please enter valid card number";
"Please enter valid expiry date" = "Please enter valid expiry date";
"Please enter valid CVV" = "Please enter valid CVV";
"Select Country" = "Select Country";
"Select the country of your check" = "Select the country of your check";
"Check Information" = "Check Information";
"Select the country of your BILL" = "Select the country of your BILL";
"Could not read the document." = "Could not read the document.";
"Pay By" = "Pay By";
"Capture Image" = "Capture Image";
"Capture Barcode" = "Capture Barcode";
"Old-ID" = "Old-ID";
"New-ID" = "New-ID";
"Could not classify ID Card." = "Could not classify ID Card.";
"ID Card extraction cannot be performed because the app cannot connect to the network." = "ID Card extraction cannot be performed because the app cannot connect to the network.";
"Signature" = "Signature";
"Photo" = "Photo";
"Female" = "Female";
"ID Card" = "ID Card";
"Configure Theme" = "Configure Theme";
"Please enter app title" = "Please enter app title";
"Footer:" = "Footer:";
"Component Graphics" = "Component Graphics";
"Application Graphics" = "Application Graphics";
"Select Header Color" = "Select Header Color";
"Select Button Color" = "Select Button Color";
"Select Header Text Color" = "Select Header Text Color";
"Select Button Text Color" = "Select Button Text Color";
"Enter Component Name" = "Enter Component Name";
"Edit Labels" = "Edit Labels";
"Default Email Address" = "Default Email Address";
"Kofax Mobile Demo" = "Kofax Mobile Demo";
"Server Type" = "Server Type";
"Save Original Image" = "Save Original Image";
"Highlight extracted data" = "Highlight extracted data";
"Enter Username" = "Enter Username";
"Enter Password" = "Enter Password";
"Enter Process Name" = "Enter Process Name";
"Enter ID Type " = "Enter ID Type ";

"Account" = "Account";
"Process Name" = "Process Name";
"ID Type" = "ID Type";
"Please enter ID type" = "Please enter ID type";
"Please enter process name" = "Please enter process name";
"Show Gallery:" = "Show Gallery:";
"Stability Delay" = "Stability Delay";
"Auto Torch:" = "Auto Torch:";
"Uniform Guidance" = "Uniform Guidance";
"Export URL" = "Export URL";
"JSON" = "JSON";
"MSSQL" = "MSSQL";
"RAM Threshold (KB):" = "RAM Threshold (KB):";
"File Threshold (KB):" = "File Threshold (KB):";
"Barcode Reader" = "Barcode Reader";
"Usable" = "Usable";
"Duplicate" = "Duplicate";
"LAR" = "LAR";
"CAR" = "CAR";
"Routing No." = "Routing No.";
"amount" = "amount";
"Account No." = "Account No.";
"Auxiliary On-Us" = "Auxiliary On-Us";
"EPC" = "EPC";
"Date" = "Date";
"Payee name" = "Payee name";
"Restrictive Endorsement Present" = "Restrictive Endorsement Present";
"Restrictive Endorsement" = "Restrictive Endorsement";
"Signature" = "Signature";
"Codeline" = "Codeline";
"Payee Endorsement" = "Payee Endorsement";
"Under size Image" = "Under size image";
"Torn Document Corners" = "Torn Document Corners";
"Torn Document Edges" = "Torn Document Edges";
"Document Framing Error" = "Document Framing Error";
"Document Skew" = "Document Skew";
"Over size Image" = "Over size image";
"Piggy back Document" = "Piggy back document";
"Image Too Light" = "Image Too Light";
"Image Too Dark" = "Image Too Dark";
"Horizontal Streaks" = "Horizontal Streaks";
"Below Min Front Image Size" = "Below Min Front Image Size";
"Above Max Front Image Size" = "Above Max Front Image Size";
"Below Min Rear Image Size" = "Below Min Rear Image Size";
"Above Max Rear Image Size" = "Above Max Rear Image Size";
"Spot Noise" = "Spot Noise";
"Image Dimension Mismatch" = "Image Dimension Mismatch";
"Carbon Strip" = "Carbon Strip";
"Out Of Focus" = "Out Of Focus";
"True" = "True";
"MICR" = "MICR";
"Fill viewable area with check" = "Fill viewable area with check";
"Move Back" = "Move Back";
"Done!" = "Done!";
"NONE" = "NONE";
"Fill viewable area with payment coupon" = "Fill viewable area with payment coupon";
"Center Payment coupon" = "Center Payment coupon";
"Hold Device More Level" = "Hold Device Level";
"Rotate Device" = "Rotate Device";
"Hold Device Level" = "Hold Device Level";
"ID Card Submitted For Processing" = "ID Card Submitted For Processing";
"Capture your information simply by taking a photo of your ID Card" = "Capture your information simply by taking a photo of your ID Card";
"Do you want to cancel submission of the ID Card?" = "Do you want to cancel submission of the ID Card?";
"Fill viewable area with ID card" = "Fill viewable area with ID card";
"Center ID card" = "Center ID card";
"Capture the information page" = "Capture the information page";
"Fill viewable area with passport" = "Fill viewable area with passport";
"Country" = "Country";
"Show Check Guiding Demo:" = "Show Check Guiding Demo:";
"Nationality" = "Nationality";
"Hong Kong" = "Hong Kong";
"United Kingdom" = "United Kingdom";
"NA" = "NA";
"BankRight" = "BankRight";
"Bankright" = "BANKRIGHT";
"RTTI" = "RTTI";
"KTA" = "KTA";
"Back Retake Button Text:" = "Back Retake Button Text:";
"Back Retake Button Text" = "Back Retake Button Text";
"Back User Instruction Text:" = "Back User Instruction Text:";
"Captured Message Text:" = "Captured Message Text:";
"Captured Message Text" = "Captured Message Text";
"Center Message Text:" = "Center Message Text:";
"Center Message Text" = "Center Message Text";
"Zoom Out Text:" = "Zoom Out Text:";
"Zoom Out Text" = "Zoom Out Text";
"Hold Parallel Text" = "Hold Parallel Text";
"Hold Parallel Text:" = "Hold Parallel Text:";
"Orientation Text" = "Orientation Text";
"Orientation Text:" = "Orientation Text:";
"Front Instructions Text:" = "Front Instructions Text:";
"Send Image Summary:" = "Send Image Summary:";
"Submit Payment" = "Submit Payment";
"Tap on image to preview" = "Tap on image to preview";
"Center Check" = "Center Check";
"Check Results" = "Check Results";
"IQA Results" = "IQA Results";
"Usability Results" = "Usability Results";
"NO" = "NO";
"YES" = "YES";
"Center Passport" = "Center Passport";
"Blue" = "Blue";
"Cameroon" = "Cameroon";
"Other" = "Other";
"China" = "China";
"India" = "India";
"South Korea" = "South Korea";
"Keypass" = "Keypass";
"Albania" = "Albania";
"Germany" = "Germany";
"Lithuania" = "Lithuania";
"Luxembourg" = "Luxembourg";
"Brazil" = "Brazil";
"Ecuador" = "Ecuador";
"El Salvador" = "El Salvador";
"Guatemala" = "Guatemala";
"St. Christ Nevis" = "St. Christ Nevis";
"SELECT THE COUNTRY OF YOUR ID" = "SELECT THE COUNTRY OF YOUR ID";
"MICR:" = "MICR:";
"Check No:" = "Check No:";
"Amount:" = "Amount:";
"Date:" = "Date:";
"Done" = "Done";
"Next" = "Next";
"Previous" = "Previous";
"Remember Me" = "Remember Me";
"MM / YY" = "MM / YY";
"ID" = "ID";
"First Name" = "First Name";
"Middle Name" = "Middle Name";
"Last Name" = "Last Name";
"Street" = "Street";
"Enter City" = "Enter City";
"Enter State" = "Enter State";
"Enter Zip Code" = "Enter Zip Code";
"FirstName" = "First Name";
"MiddleName" = "Middle Name";
"LastName" = "Last Name";
"DateOfBirth" = "Date Of Birth";
"Gender" = "Gender";
"ISG" = "ISG";
"GPU" = "GPU";
"Enter Driver License" = "Enter Driver License";
"Issue Date" = "Issue Date";
"Date Of Birth" = "Date Of Birth";
"Enter First Name" = "Enter First Name";
"Enter Gender" = "Enter Gender";
"Enter Date Of Birth" = "Enter Date Of Birth";
"Enter Issue Date" = "Enter Issue Date";
"Enter Expiry Date" = "Enter Expiry Date";
"IssueDate" = "Issue Date";
"ExpirationDate" = "Expiration Date";
"Country" = "Country";
"CountryLong" = "Country Long";
"Nationality" = "Nationality";
"PersonalNumber" = "Personal Number";
"PassportNumber" = "Passport Number";
"MRZ1" = "MRZ1";
"MRZ2" = "MRZ2";
"Edge Detection:" = "Edge Detection:";
"Show Guiding Demo:" = "Show Guiding Demo:";
"Please enter valid amount." = "Please enter valid amount.";
"Extraction Settings" = "Extraction Settings";
"Available Offline Count" = "Available Offline Count:";
"Acquire Count" = "Acquire Count:";
"Server Type" = "Server Type";
"Auto-Fetch" = "Auto-Fetch:";
"Fetch" = "Fetch";
"Server URL" = "Server URL";
"License Volume" = "License Volume";
"On Device" = "On Device";
"Extraction Type" = "Extraction Type";
"Server" = "Server";
"Edit" = "Edit";
"Delete" = "Delete";
"Back Side" = "Back";
"Key 1,Display Label 1;Key 2,Display Label 2;" = "Key 1,Display Label 1;Key 2,Display Label 2;";
"Enter License" = "Enter License";
"Scan License QR Code" = "Scan License QR Code";
"OR" = "OR";

"Models Download" = "Models Download";
"Download Models" = "Download Models";
"Download Completed" = "Download Completed";
"Do you want to download Models now" = "Do you want to download Models now";
"Models are up to date" = "Models are up to date";
"Please enter a valid Models server URL" = "Please enter a valid Models server URL";
"Please enter a valid server URL" = "Please enter a valid server URL";
"Download Models first to continue with ODE" = "Download Models first to continue with ODE";
"Image Processing:" = "Image Processing:";
"Card Network" = "Card Network";
"Could not read the card." = "Could not read the card.";
"No Network" = "No Network";
"Network is not available!!" = "Network is not available!!";
"Mobile ID" = "Mobile ID";
"Server Extraction" = "Server Extraction";
"Server & Device Extraction" = "Server & Device Extraction";
"Kofax" = "Kofax";
